---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.LoadBase
source: html/723a481c-57d7-b2d7-0a01-f1aefd4557d9.htm
---
# LoadBase Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.